Repository: Linux-gaming-wine/games_nebula
Catalog: locale/*/LC_MESSAGES/games_nebula.po
Languages: ru

source: Unknown dialog type:
ru: Неизвестный тип диалога:

source: Install
ru: Установить

source: Choose version:
ru: Выберите версию:

source: Processing...
ru: Обработка

source: Action
ru: Экшн

source: Adventure
ru: Приключения

source: Demo
ru: Демо

source: Indie
ru: Инди

source: Role-playing
ru: Ролевая игра

source: Shooter
ru: Шутер

source: Simulation
ru: Симулятор

source: Strategy
ru: Стратегия

source: Launching 'Games Nebula'
ru: Запуск 'Games Nebula'

source: Add tabs
ru: Добавить вкладки

source: Offline - click to go online
ru: Оффлайн - кликните, чтобы перейти в онлайн

source: Online - click to go offline
ru: Онлайн - кликните, чтобы перейти в оффлайн

source: Change user
ru: Сменить пользователя

source: Update GOG library
ru: Обновить библиотеку GOG

source: Not authorized on GOG.com
ru: Не авторизован на GOG.com

source: Authorize?
ru: Авторизоваться?

source: GOG.com unavailable
ru: GOG.com недоступен

source: Check your internet connection.
ru: Проверьте интернет-соединение

source: Error
ru: Ошибка

source: File '
ru: Файл '

source: ' is missing.
ru: ' отсутствует.

source: 'GOG LIBRARY' tab disabled.
ru: 'БИБЛИОТЕКА GOG' отключена.

source: Login at least once before using it.
ru: Авторизуйтесь хотя бы раз, чтобы пользоваться ей.

source: Starting in offline mode.
ru: Запуск в режиме оффлайн.

source: Check your internet connection. Starting in offline mode.
ru: Проверьте ваше интернет соединение. Запускается в оффлайновом режиме.

source: Search
ru: Поиск

source: Status filter
ru: Фильтр статуса

source: No filter
ru: Нет фильтра

source: Installed
ru: Установлено

source: Unavailable
ru: Недоступно

source: Tags filter 1
ru: Фильтр тегов 1

source: No tags
ru: Нет тегов

source: Tags filter 2
ru: Фильтр тегов 2

source: Tags filter 3
ru: Фильтр тегов 3

source: Tags filter 4
ru: Фильтр тегов 4

source: Add tags filter
ru: Добавить фильтр тегов

source: Remove tags filter
ru: Удалить фильтр тегов

source: Scale
ru: Масштаб

source: Launch
ru: Запустить

source: Remove
ru: Удалить

source: GOG LIBRARY
ru: БИБЛИОТЕКА GOG

source: MY LIBRARY
ru: МОЯ БИБЛИОТЕКА

source: QUEUE
ru: ОЧЕРЕДЬ

source: SETTINGS
ru: НАСТРОЙКИ

source: Choose tabs you want to add:
ru: Выберите вкладки, которые хотите добавить:

source: Tabs at startup
ru: Вкладки при запуске

source: GOG library preferences
ru: Настройки библиотеки GOG

source: Preferred language
ru: Предпочтительный язык

source: Keep installers
ru: Оставлять установочные файлы

source: Download extras
ru: Скачивать дополнительные материалы

source: Start in offline mode
ru: Запустить в режиме "оффлайн"

source: Downloads directory
ru: Загрузочная директория

source: Select a directory
ru: Выбрать директорию

source: Installation directory
ru: Установочная директория

source: Download
ru: Скачать

source: Overwrite existing scripts
ru: Перезаписывать существующие скрипты

source: Installation scripts
ru: Установочные скрипты

source: Status filter behaivior:
ru: Поведения фильтра статуса:

source: Include
ru: Включать

source: Exclude
ru: Исключать

source: Tags filter 1 behaivior:
ru: Поведения фильтра тегов 1:

source: Tags filter 2 behaivior:
ru: Поведения фильтра тегов 2:

source: Tags filter 3 behaivior:
ru: Поведения фильтра тегов 3:

source: Tags filter 4 behaivior:
ru: Поведения фильтра тегов 4:

source: Filters color indication
ru: Цветовая индикация фильтров

source: Include/exclude colors:
ru: Цвета (включить/исключить):

source: Filters
ru: Фильтры

source: My library preferences
ru: Настройки моей библиотеки

source: Visuals
ru: Внешний вид

source: GTK+ theme
ru: Тема GTK+

source: Dark variant
ru: Тёмный вариант

source: Icon theme
ru: Тема иконок

source: Font
ru: Шрифт

source: Emulators settings
ru: Настройка эмуляторов

source: Monitor
ru: Монитор

source: System version
ru: Системная версия

source: From directory
ru: Из директории

source: Own wineprefix for every game
ru: Собственный wineprefix для каждой игры

source: Backup/Restore winetricks cache
ru: Бэкап/восстановление кэша winetricks

source: Wine settings
ru: Настройки Wine

source: Winearch:
ru: Архитектура wine:

source: From directory:
ru: Из директории:

source: Own mapperfile for every game
ru: Собственный mapperfile для каждой игры

source: DOSBox settings
ru: Настройки DOSBox

source: ScummVM settings
ru: Настройки ScummVM

source: In queue
ru: В очереди

source: Installing
ru: Установка

source: Changes in library
ru: Изменения в библиотеке

source: Updating GOG library...
ru: Обновление библиотеки GOG...

source: tags:
ru: теги:

source: Use comma to separate tags.
ru: Используйте запятую для разделения тегов.

source: Current tags
ru: Текущие теги

source: Edit
ru: Редактировать

source: Remove from current tags
ru: Удалить из текущих тегов

source: Add to current tags
ru: Добавить в текущие теги

source: Existing tags:
ru: Существующие теги:

source: Predefined tags:
ru: Предопределённые теги:

source: Removing game
ru: Удаление игры

source: Are you sure you want to remove '
ru: Вы уверены, что хотите удалить '

source: Downloading...
ru: Скачивается...

source: Installing...
ru: Устанавливается...

source: Impossible to install.
ru: Невозможно установить.

source: Executing script...
ru: Выполняется скрипт...

source: Done
ru: Завершено

source: Completed
ru: Завершено

source: No new games in library.
ru: Нет новых игр в библиотеке.

source: Installation directory changed
ru: Установочная директория изменена

source: Do you really want to change installation directory? All your installed games will be moved to the new location. Proceed?
ru: Вы действительно хотите изменить директорию установки? Все установленные игры будут перемещены в новое местоположение Продолжить?

source: online mode
ru: онлайн режим

source: offline mode
ru: оффлайн режим

source: GOG LIBRARY mode
ru: Режим БИБЛИОТЕКИ GOG

source: Switch to
ru: Переключиться в

source: Are sure you want to log out?
ru: Вы уверены, что хотите выйти?

source: Update games list?
ru: Обновить список игр?

source: Quit application?
ru: Выйти из приложения?

source: Completed successfully
ru: Успешно завершено

source: New scripts downloaded
ru: Скачаны новые скрипты

source: No new scripts in repository
ru: Нет новых скриптов в репозитории

source: All new scripts (
ru: Все новые скрипты (

source: Scripts for games you own (
ru: Скрипты для игр, которые у вас есть (

source: Disable output
ru: Выключить монитор

source: Enable output
ru: Включить монитор

source: Output position
ru: Позиция монитора

source: Panning
ru: Панорамирование

source: Reset gamma
ru: Сбросить гамму

source: Version:
ru: Версия:

source: Global settings
ru: Глобальные настройки

source: Game specific DOSBox settings:
ru: Настройки DOSBox для этой игры:

source: Use own mapperfile
ru: Использовать свой mapperfile

source: Remap input
ru: Переназначить ввод

source: Mapper can be started in game by pressing Ctrl+F1
ru: Переназначение ввода можно начать нажав Ctrl+F1

source: More settings
ru: Больше настроек

source: Game settings
ru: Настройки игры

source: Execute before launching the game
ru: Выполнять перед запуском игры

source: Commands templates
ru: Шаблоны команд

source: Add command template
ru: Добавить шаблон команды

source: Execute after exiting the game
ru: Выполнять после выхода из игры

source: Launch game
ru: Запустить игру

source: Always show launcher
ru: Всегда показывать лаунчер

source: Primary output:
ru: Основной монитор:

source: Use:
ru: Использовать:

source: GOG launcher
ru: Лаунчер GOG

source: Games Nebula launcher
ru: Лаунчер Games Nebula

source: Game specific ScummVM settings
ru: Настройки ScummVM для этой игры

source: Select the correct '.exe' file:
ru: Выберите верный '.exe' файл:

source: Select the correct '.exe' file
ru: Выберите верный '.exe' файл

source: DOS/Windows executable
ru: Исполняемый файл DOS/Windows

source: Arguments (optional)
ru: Аргументы (необязательно)

source: Windows version
ru: Версия Windows

source: Use own wine prefix
ru: Использовать свой префикс wine

source: Capture the mouse in fullscreen windows
ru: Удерживать мышь в полноэкранных окнах

source: Emulate a virtual desktop
ru: Эмулировать виртуальный рабочий стол

source: Width
ru: Ширина

source: Height
ru: Высота

source: Game specific Wine settings:
ru: Настройки Wine для этой игры:

source: Current wine prefix settings
ru: Настройки текущего префикса Wine

source: Could not parse code from query: %s
ru: Не удаётся пропарсить код из запроса: %s

source: Fullscreen
ru: Полноэкранный

source: Start dosbox directly in fullscreen. (Press ALT-Enter to go back)
ru: Запускать DOSBox в полноэкранном режиме. (ALT-Enter для переключения)

source: Double buffering
ru: Двойная буферизация

source: Use double buffering in fullscreen. It can reduce screen flickering, but it can also result in a slow DOSBox.
ru: Использовать двойную буферизацию в полноэкранном режиме. Может уменьшить мерцание, но также может замедлить DOSBox.

source: Fullscreen resolution
ru: Разрешение в полноэкранном режиме

source: What resolution to use for fullscreen.
ru: Разрешение в полноэкранном режиме

source: Window resolution
ru: Разрешение в оконном режиме

source: Scale the window to this size IF the output device supports hardware scaling (output=surface does not!).
ru: Масштабировать окно до этого размера, ЕСЛИ выводящее устройство поддерживает аппаратное масштабирование (surface не поддерживает!).

source: Output
ru: Выводящее устройство

source: What video system to use for output.
ru: Видео система для вывода

source: Mouse autolock
ru: Автозахват мыши

source: Mouse will automatically lock, if you click on the screen. (Press CTRL-F10 to unlock)
ru: Мышь будет автоматически захвачена, если щелкнуть в окне DOSBox (CTRL-F10 чтобы освободить)

source: Mouse sensitivity
ru: Чувствительность мыши

source: Mouse sensitivity.
ru: Чувствительность мыши.

source: Wait on error
ru: Ждать в случае ошибки

source: Wait before closing the console if dosbox has an error.
ru: Не закрывать консоль, если произошла ошибка.

source: Priority
ru: Приоритет

source: Priority levels for dosbox.
ru: Уровень приоритета для dosbox

source: Active.
ru: Окно активно.

source: Not focused/minimized.
ru: Окно не в фокусу/свёрнуто

source: Mapperfile
ru: Файл раскладок

source: File used to load/save the key/event mappings from. Resetmapper only works with the defaul value.
ru: Файл для загрузки/сохранения раскладок кнопок/событий. Resetmapper работает только со значением по умолчанию.

source: Select a file
ru: Выберите файл

source: Use scancodes
ru: Использовать сканкоды

source: Avoid usage of symkeys.
ru: Избегайте использования symkeys

source: Language file
ru: Языковой файл

source: Select another language file.
ru: Выбрать другой языковой файл

source: Machine
ru: Графический адаптер

source: The type of machine DOSBox tries to emulate.
ru: Тип адаптера, который пытается эмулировать DOSBox.

source: Captures directory
ru: Директория захватов

source: Directory where things like wave, midi, screenshot get captured.
ru: Директория, куда сохраняется аудио, midi и снимки экрана.

source: Memory
ru: Память

source: This value is best left at its default to avoid problems with some games, though few games might require a higher value. There is generally no speed advantage when raising this value.
ru: Лучше оставить значение по умолчанию, чтобы избежать проблем с некоторыми играми, но некоторым всё же нужно больше. Увеличение значения обычно не увеличивает производительность.

source: Frameskip
ru: Пропуск кадров

source: How many frames DOSBox skips before drawing one.
ru: Сколько кадров будет пропущено, прежде чем один будет выведен на экран.

source: Aspect correction
ru: Коррекция пропорций

source: Do aspect correction, if your output method doesn't support scaling this can slow things down!.
ru: Делать коррекцию пропорций, если выводящее устройство не поддерживает масштабирование, может замедлить работу!

source: Scaler
ru: Алгоритм масштабирования

source: Scaler used to enlarge/enhance low resolution modes.
ru: Алгоритм масштабирования для увеличения/улучшения режимов с низким разрешением.

source: Forced scaler
ru: Применять алгоритм в любом случае

source: Scaler will be used even if the result might not be desired.
ru: Алгоритм масштабирования будет использован, даже если это может привести к нежелательному результату.

source: Render
ru: Рендер

source: Core
ru: Ядро

source: CPU Core used in emulation. auto will switch to dynamic if available and appropriate.
ru: Используемое в эмуляции ядро ЦП. auto переключается в dynamic если возможно.

source: CPU type
ru: Тип ЦП

source: CPU Type used in emulation. auto is the fastest choice.
ru: Тип ЦП, используемый во время эмуляции. auto - быстрейший вариант.

source: Cycles
ru: Циклы

source: Amount of instructions DOSBox tries to emulate each millisecond. Setting this value too high results in sound dropouts and lags..
ru: Количество инструкций, которые DOSBox пытается эмулировать каждую миллисекунду. Если выставить слишком высокое значение могут появиться проблемы со звуком.

source: custom
ru: другое

source: Custom value
ru: Пользовательское значение

source: Cycle up
ru: Увеличить количество циклов

source: Amount of cycles to increase with keycombo.(CTRL-F12) Setting it lower than 100 will be a percentage.
ru: Количество циклов прибавляемое комбинацией клавиш.(CTRL-F12) Значение меньше 100 считается процентом.

source: Cycle down
ru: Уменьшить количество циклов

source: Amount of cycles to decrease with keycombo.(CTRL-F11) Setting it lower than 100 will be a percentage.
ru: Количество циклов вычитаемое комбинацией клавиш.(CTRL-F11) Значение меньше 100 считается процентом.

source: CPU
ru: ЦП

source: No sound
ru: Без звука

source: Enable silent mode, sound is still emulated though.
ru: Активировать беззвучный режим (оборудование всё же эмулируется)

source: Sample rate
ru: Частота дискретизации

source: Mixer sample rate, setting any device's rate higher than this will probably lower their sound quality.
ru: Частота дискретизации микшера, установка значения дискретизации какого-либо устройства выше этого значения скорее всего приведёт к снижению качества звука.

source: Block size
ru: Размер блока

source: Mixer block size, larger blocks might help sound stuttering but sound will also be more lagged.
ru: Большее значение может устранить прерывистость звука, но задержка увеличится.

source: Prebuffer
ru: Предбуфер

source: Mixer
ru: Микшер

source: Type of MPU-401 to emulate.
ru: Тип MPU-401.

source: MIDI device
ru: MIDI устройство

source: Device that will receive the MIDI data from MPU-401.
ru: Устройство, которое будет получать данные от MPU-401.

source: MIDI configuration
ru: Конфигурация MIDI

source: Special configuration options for the device driver. This is usually the id of the device you want to use. See the README/Manual for more details.
ru: Специальные опции для устройства. Обычно id устройства, которое вы хотите использовать. Больше информации в README/Manual.

source: Soundfont file. Path shouldn't contain spaces
ru: Файл soundfont. Путь не должен содержать пробелов

source: Select a soundfont
ru: Выбрать soundfont

source: Soundblaster type
ru: Тип Soundblaster'а

source: Type of Soundblaster to emulate. gb is Gameblaster.
ru: Тип Soundblaster'а. gb это Gameblaster.

source: IO address
ru: IO адрес

source: The IO address of the soundblaster.
ru: IO адрес soundblaster'а.

source: IRQ number
ru: Значение IRQ

source: The IRQ number of the soundblaster.
ru: Значение IRQ sounfblaster'а.

source: DMA number
ru: Значение DMA

source: The DMA number of the soundblaster.
ru: Значение DMA soundblaster'а.

source: High DMA number
ru: Значение Hight DMA

source: The High DMA number of the soundblaster.
ru: Значение Hight DMA soundblaster'а.

source: Soundblaster mixer
ru: Микшер sondblaster'а

source: Allow the soundblaster mixer to modify the DOSBox mixer.
ru: Разрешить микшеру sondblaster'а изменять микшер DOSBox'а.

source: OPL emulation
ru: Эмуляция OPL

source: Type of OPL emulation. On 'auto' the mode is determined by sblaster type. All OPL modes are Adlib-compatible, except for 'cms'.
ru: Тип OPL. В случае 'auto' режим определяется типом soundblaster'а. Все режимы OPL совместимы с Adlib, кроме 'cms'.

source: OPL emulation provider
ru: Тип эмуляция OPL

source: OPL sample rate
ru: Частота дискретизации OPL

source: Sample rate of OPL music emulation. Use 49716 for highest quality (set the mixer rate accordingly).
ru: Частота дискретизации OPL.. Используйте 49716 для лучшего качества (настройте микшер соответвтвенно).

source: Enable the Gravis Ultrasound emulation.
ru: Включить эмуляцию Gravis Ultrasound.

source: Sample rate of Ultrasound emulation.
ru: Частота дискретизации Ultrasound.

source: The IO base address of the Gravis Ultrasound.
ru: IO адрес Gravis Ultrasound.

source: The IRQ number of the Gravis Ultrasound.
ru: Значение IRQ для Gravis Ultrasound.

source: The DMA channel of the Gravis Ultrasound.
ru: Канал DMA для Gravis Ultrasound.

source: Ultrasound directory
ru: Ultrasound директория

source: Path to Ultrasound directory. In this directory there should be a MIDI directory that contains the patch files for GUS playback. Patch sets used with Timidity should work fine.
ru: Путь к директории Ultrasound. В этой директории должна быть директория MIDI, в которой находятся патчи для воспроизведения GUS. Патчи, используемые с Timidity должны подойти.

source: PC-speaker
ru: Компьютерный динамик

source: Enable PC-Speaker emulation.
ru: Включить эмуляцию компьютерного динамика.

source: PC-speaker sample rate
ru: Частота дискретизации компьютерного динамика

source: Sample rate of the PC-Speaker sound generation.
ru: Частота дискретизации компьютерного динамика.

source: Tandy Sound System
ru: Звуковая система Tandy

source: Enable Tandy Sound System emulation. For 'auto', emulation is present only if machine is set to 'tandy'.
ru: Включить эмуляцию Tandy. В случае 'auto' эмуляция осуществляется только если 'Графический адаптер' == 'tandy'.

source: Tandy sample rate
ru: Частота дискретизации Tandy

source: Sample rate of the Tandy 3-Voice generation.
ru: Частота дискретизации Tandy

source: Enable Disney Sound Source emulation. (Covox Voice Master and Speech Thing compatible).
ru: Включить Disney Sound Source. (Совместимо с Covox Voice Master и Speech Thing).

source: Speaker
ru: Динамик

source: Joystick type
ru: Тип джойстика

source: Type of joystick to emulate: auto (choose emulation depending on real joystick(s)), none (disable joystick emulation), 2axis (supports two joysticks), 4axis (supports one joystick, first joystick used), 4axis_2 (supports one joystick, second joystick used), fcs (Thrustmaster), ch (CH Flightstick). (Remember to reset dosbox's mapperfile if you saved it earlier).
ru: Тип джойстика: auto (выбирать на основе рельного джойстика), none (выключить эмуляцию джойстика), 2axis (поддерживает два джойстика), 4axis (поддерживает один джойстик, используется первый), 4axis_2 (поддерживает один джойстик, используется второй, fcs (Thrustmaster), ch (CH Flightstick). (Не забудьте сбросить файл раскладок, если сохранили его ранее).

source: Timed intervals for axis
ru: Временные интервалы для осей

source: Enable timed intervals for axis. Experiment with this option, if your joystick drifts (away).
ru: Включить временные интервалы для осей. Поэкспериментируйте с этой опцией, если есть проблемы с джойстиком.

source: Autofire
ru: Авто-нажатие

source: Continuously fires as long as you keep the button pressed.
ru: Повторять действие, пока вы удерживаете кнопку.

source: Swap axis
ru: Поменять оси

source: Swap the 3rd and the 4th axis. Can be useful for certain joysticks.
ru: Поменять 3-ю и 4-ю оси. Может быть полезно для некоторых джойстиков.

source: Joystick
ru: Джойстик

source: Device connected to com port 1
ru: Устройство подключенное к COM-порту 1

source: Set type of device connected to com port.
ru: Тип устройства подключенного к COM-порту.

source: Additional parameters:
ru: Дополнительные параметры:

source: Parameter for all types: irq (optional). For directserial: realport (required), rxdelay (optional). For modem: listenport (optional). For nullmodem: server, rxdelay, txdelay, telnet, usedtr, transparent, port, inhsocket (all optional). For modem: listenport (optional). Additional parameters must be in the form of parameter:value (Example: listenport:5000).
ru: Параметры для всех: irq (необязательно). Для directserial: realport (обязательно), rxdelay (необязательно). Для modem: listenport (необязательно). Для nullmodem: server, rxdelay, txdelay, telnet, usedtr, transparent, port, inhsocket (всё необязательно). Для modem: listenport (необязательно). Дополнителтные параметры должны быть в форме: параметр:значение (Пример: listenport:5000).

source: Device connected to com port 2
ru: Устройство подключенное к COM-порту 2

source: Device connected to com port 3
ru: Устройство подключенное к COM-порту 3

source: Device connected to com port 4
ru: Устройство подключенное к COM-порту 4

source: Com port device
ru: COM-порт устройство

source: Enable XMS support.
ru: Включить поддержку XMS.

source: Enable EMS support.
ru: Включить поддержку EMS.

source: Enable UMB support.
ru: Включить поддержку UMB.

source: Keyboard lauout:
ru: Раскладка клавиатуры:

source: Keyboard layout.
ru: Раскладка клавиатуры.

source: Language code of the keyboard layout.
ru: Языковой код раскладки клавиатуры.

source: Keyboard layout code
ru: Код раскладки клавиатуры

source: Enable ipx over UDP/IP emulation.
ru: Включить эмуляцию ipx поверх UDP/IP.

source: Save and quit
ru: Сохранить и выйти

source: Add/remove programs
ru: Добавить/удалить программы

source: Run in current prefix...
ru: Запустить в текущем префиксе

source: Open prefix in file manager
ru: Открыть префикс в файловом менеджере

source: Configure game controllers
ru: Настроить игровые контроллеры

source: Wine configuration
ru: Настройки Wine

source: Choose a file to execute
ru: Выберите файл для запуска

source: Winetricks cache
ru: Кэш winetricks

source: Winetricks cache backup
ru: Бэкап кэша winetricks

source: Make backup
ru: Сделать бэкап

source: Restore from backup
ru: Восстановить из бэкапа

source: Backup is up to date
ru: Бэкап актуален

source: All files from backup exists in cache
ru: Все файлы из бэкапа существуют в кэше

source: Done!
ru: Завершено!

source: default
ru: по умолчанию

source: Module to run at startup:
ru: Модуль при запуске:

source: Scrolling distance:
ru: Дистанция прокрутки:

source: Scrolling speed:
ru: Скорость прокрутки:

source: Software rendering mode
ru: Программный рендеринг

source: Compact UI
ru: Компактный интерфейс

source: Doublebuffer
ru: Двойная буферизация

source: No random encounters
ru: Без случайных встреч

source: Show FPS
ru: Показывать FPS

source: Alternative mouse wheel behavior
ru: Альтернативное поведение колеса мыши

source: Multiplayer - AutoJoin
ru: Мультиплеер - Автоприсоединение

source: Multiplayer - NoBroadcast
ru: Мультиплеер - Не оповещать

source: More options
ru: Больше опций

source: Unofficial Patch
ru: Неофициальный патч

source: High Resolution Patch
ru: Патч высокого разрешения

source: Resolution:
ru: Разрешение:

source: Dialog font:
ru: Шрифт в диалогах:

source: Larger logbook font
ru: Более крупный шрифт в журнале

source: Compact options screen
ru: Компактный экран опций

source: Patch
ru: Пропатчить

source: Attention
ru: Внимание

source: Do not change default installation path
ru: Не меняйте путь установки по умолчанию

source: Install Baldur's Gate Trilogy (Unmodified BG1 needed)
ru: Установить Baldur's Gate Trilogy (Нужна немодифицированная BG1)

source: Install BG1 Unfinished Business
ru: Установить BG1 Незаконченные дела
