Repository: Linux-gaming-wine/games_nebula
Catalog: locale/*/LC_MESSAGES/games_nebula.po
Languages: ru

source: Install Widescreen Mod
ru: Установить Widescreen Mod

source: Install Fixpack
ru: Установить Fixpack

source: Install Unfinished Business
ru: Установить 'Незаконченные дела'

source: Install Tweaks
ru: Установить Tweaks

source: Install Bigger Fonts
ru: Установить Bigger Fonts

source: Install TWM GUI
ru: Установить TWM GUI

source: Set custom resolution:
ru: Установить нестандартное разрешение:

source: You have to set width and height.
ru: Вы должны установить ширину и высоту.

source: Resolution:
ru: Разрешение:

source: HUD auto position:
ru: Авто позиция HUD

source: Pillarbox:
ru: Пилларбоксинг:

source: Off
ru: Выкл.

source: On
ru: Вкл.

source: Advanced pillarboxing
ru: Продвинутый пилларбоксинг:

source: Crop videos (FFmpeg)
ru: Обрезать видео (FFmpeg)

source: 4:3 (no cropping)
ru: 4:3 (без обрезки)

source: Start
ru: Начать

source: FSAA Patch
ru: FSAA патч

source: Download patch
ru: Скачать патч

source: Put it here
ru: Поместите сюда

source: FSAA Patch settings
ru: Настройки FSAA патча

source: Patch not found in download directory.
ru: Патч не найден в загрузочной директории.

source: Resolution
ru: Разрешение

source: Minimum width = 1024, maximum width = 1600, minimum height = 768, maximum height = 1200 Other values may not work or work incorrectly.
ru: Мин. ширина = 1024, макс. ширина = 1600, мин. высота = 768, макс. высота = 1200 Другие значения могут не работать или работать некорректно.

source: Maximum resolution exceeded (1600x1200).
ru: Макс. разрешение превышено (1600x1200).

source: Incorrect input value
ru: Введено некорректное значение

source: Warning
ru: Предупреждение

source: You're set resolution that lower than minimum. It may work incorrectly.
ru: Вы установили разрешение ниже минимального. Может работать некорректно.

source: Language:
ru: Язык:

source: Custom resolution:
ru: Нестандартное разрешение:

source: Launch the game at least once before using this utility.
ru: Запустите игру хотя бы раз перед тем, как использовать утилиту.

source: Set
ru: Задать

source: Protect settings file from overwriting (root)
ru: Защитить файл настроек от перезаписи (root)

source: Rendering
ru: Рендеринг

source: GOG HW Patch
ru: GOG HW патч

source: Hardware rendering
ru: Аппаратный рендеринг

source: Software rendering
ru: Программный рендеринг

source: In-game resolution
ru: Разрешение в игре

source: Menu resolution
ru: Разрешение в меню

source: Movies resolution
ru: Разрешение видео роликов

source: Failure resolution
ru: Разрешение при сбое

source: Game speed
ru: Скорость игры

source: Skip intro animation
ru: Пропустить анимацию в начале

source: Smoothen video
ru: Сглаженное видео

source: Disable sound
ru: Отключить звук

source: Censorship
ru: Цензура

source: Screenshots format
ru: Формат скриншотов

source: Language
ru: Язык

source: TCP/IP sessions
ru: Язык

source: IP address
ru: IP адрес

source: Eador: Genesis
ru: Эадор. Сотворение

source: Mode:
ru: Режим:

source: Windowed
ru: Оконный

source: Fullscreen:
ru: На весь экран:

source: Music:
ru: Музыка:

source: Speech:
ru: Речь:

source: Subtitles:
ru: Субтитры:

source: Comments:
ru: Комментарии:

source: Konung 2: Blood of Titans
ru: Князь 2: Кровь Титанов

source: Download resolution patch
ru: Скачать патч для изменения разрешения

source: Konung: Legends of the North
ru: Князь: Легенды Лесной страны

source: Launch options
ru: Опции запуска

source: Singleplayer
ru: Одиночная игра

source: LAN multiplayer
ru: LAN игра

source: Tutorial
ru: Обучение

source: Crop and quit
ru: Обрезать и выйти

source: Pathologic
ru: Мор. Утопия

source: Configuration
ru: Настройки

source: Widescreen Addon
ru: Аддон для широкоформатных мониторов

source: Addon not found in download directory.
ru: Аддон не найден в загрузочной директории.

source: Patching...
ru: Применение патча...

source: Widescreen mod and GhostDog's PS:T UI mod
ru: Модпак не найден в загрузочной директории и GhostDog's PS:T UI мод

source: Fonts size:
ru: Размер шрифта:

source: 20% bigger for English, French, German, Spanish and Italian
ru: на 20% больше для Английского, французского, немецкого, испанского и итальянского

source: 40% bigger for English, French, German, Spanish and Italian
ru: на 40% больше для Английского, французского, немецкого, испанского и итальянского

source: 80% bigger for English, French, German, Spanish and Italian
ru: на 80% больше для Английского, французского, немецкого, испанского и итальянского

source: 120% bigger for English, French, German, Spanish and Italian
ru: на 120% больше для Английского, французского, немецкого, испанского и итальянского

source: 20% bigger for Hungarian
ru: на 20% больше для венгерского

source: 40% bigger for Hungarian
ru: на 40% больше для венгерского

source: 80% bigger for Hungarian
ru: на 80% больше для венгерского

source: 120% bigger for Hungarian
ru: на 120% больше для венгерского

source: 20% bigger for the Polish and Czech
ru: на 20% больше для польского и чешского

source: 40% bigger for the Polish and Czech
ru: на 40% больше для польского и чешского

source: 80% bigger for the Polish and Czech
ru: на 80% больше для польского и чешского

source: 120% bigger for the Polish and Czech
ru: на 120% больше для польского и чешского

source: 20% bigger for Russian
ru: на 20% больше для русского

source: 40% bigger for Russian
ru: на 40% больше для русского

source: 80% bigger for Russian
ru: на 80% больше для русского

source: 120% bigger for Russian
ru: на 120% больше для русского

source: Dialogue Spelling/Grammar Corrections (English Only)
ru: Коррекция грамматики (только английский)

source: Subtitled Cutscenes
ru: Субтитры в видео

source: PS:T Unfinished Business
ru: PS:T Незаконченные дела

source: All Recommended PS:T Unfinished Business Components
ru: Все рекомендованные компоненты из 'PS:T Незаконченные дела'

source: Expanded Deionarra's Truth Mod
ru: Мод 'Правда о Дейонарре'

source: Restored Cheat Items (Not Recommended)
ru: Восстановление читерских предметов (не рекомендуется)

source: Qwinn's PS:T Tweak Pack
ru: Набор модов и фиксов от Qwinn'а

source: Interparty Banter:
ru: Разговоры сопартийцев:

source: Interparty Banter Every 4 game hours (20 minutes)
ru: Разговоры сопартийцев каждые 4 игровых часа (20 минут)

source: Interparty Banter Every 6 game hours (30 minutes)
ru: Разговоры сопартийцев каждые 6 игровых часов (30 минут)

source: Interparty Banter Every 10 game hours (50 minutes)
ru: Разговоры сопартийцев каждые 10 игровых часов (50 минут)

source: Interparty Banter Every 15 game hours (75 minutes)
ru: Разговоры сопартийцев каждые 15 игровых часа (75 минут)

source: Interparty Banter Every 20 game hours (100 minutes)
ru: Разговоры сопартийцев каждые 20 игровых часов (100 минут)

source: Dustman Robes Area Restriction Removal
ru: Нет ограничения на ношение робы Пыльных

source: BG2-Style THAC0 Display
ru: THAC0 как в BG2

source: Stackable Rings, Charms, Bracelets, Scrolls
ru: Можно складывать в пачку кольца, амулеты, браслеты, свитки

source: Explore City Areas
ru: Городские локации уже исследованы

source: Scale of Souls
ru: Шкала душ

source: Save Nordom! Tweak
ru: Твик 'Спасти Нордома!'

source: Disabled Stat Minimums
ru: Нет минимума для характеристик

source: Maximized HP Per Level for TNO and Party
ru: Максимум здоровья при повышении уровня для Безымянного и партии

source: Maximized Friends Spell
ru: Заклинания друзей максимально эффективны

source: No Battle Music
ru: Нет музыки в бою

source: Use Floating Text Font Globally
ru: Использовать шрифт из всплывающего текста везде

source: Identify All Items
ru: Опознать все предметы

source: Early Glabrezus Tweak
ru: Glabrezu появляется раньше

source: Power Action Leprechaun Annah, by Black Isle
ru: Лепрекон Анна от Black Isle

source: Easter Egg Morte, by Black Isle
ru: Морте-пасхальное яйцо

source: Quick Load:
ru: Быстрое загрузка:

source: disabled
ru: отключить

source: F5 QuickSave, F9 QuickLoad
ru: F5 Быстрое сохранение, F9 Быстрая загрузка

source: F5 QuickSave, F10 QuickLoad
ru: F5 Быстрое сохранение, F10 Быстрая загрузка

source: Rest Anywhere (Not Recommended)
ru: Можно отдыхать везде (не рекомендуется)

source: Tome Of Cheats (Not Recommended)
ru: Книга читов (не рекомендуется)

source: Patch and quit
ru: Пропатчить и выйти

source: Populous: The Beginning (software rendering)
ru: Populous: The Beginning (программный рендеринг)

source: Populous: Undiscovered Worlds (software rendering)
ru: Populous: Undiscovered Worlds (программный рендеринг)

source: Patches
ru: Патчи

source: Resolution Changer
ru: Изменить разрешение

source: More patches
ru: Больше патчей

source: Cutscenes black borders:
ru: Чёрные поля в роликах:

source: Fog bug fix:
ru: Исправление бага с туманом:

source: FOV multiplier:
ru: Коэффициент FOV:

source: HUD glitch fix:
ru: Исправление бага с HUD:

source: Windowed 1
ru: Оконный 1

source: Windowed 2
ru: Оконный 2

source: Monitor index:
ru: Индекс монитора:

source: Custom resolution
ru: Нестандартное разрешение

source: Install 'Co8 Mopdack Standard Edition'
ru: Исправление бага с 'Co8 Mopdack Standard Edition'

source: Install 'Co8 Mopdack New Content Edition'
ru: Установить 'Co8 Mopdack New Content Edition'

source: Install 'The Keep on the Borderlands'
ru: Установить 'The Keep on the Borderlands'

source: Install Portrait Packs
ru: Установить портреты

source: Download 'Circle of Eight Mopdack Standard Edition'
ru: Скачать 'Circle of Eight Mopdack Standard Edition'

source: Download 'Circle of Eight Mopdack New Content Edition'
ru: Скачать 'Circle of Eight Mopdack New Content Edition'

source: Download 'The Keep on the Borderlands'
ru: Скачать 'The Keep on the Borderlands'

source: Baldur's Gate Portrait Pack
ru: Портреты из Baldur's Gate

source: Icewind Dale Portrait Pack
ru: Портреты из Icewind Dale

source: Jagged Alliance 2 Portrait Pack
ru: Портреты из Jagged Alliance 2

source: Luis Royo Portrait Pack
ru: Портреты от Luis Royo

source: Modpack not found in download directory
ru: Модпак не найден в загрузочной директории

source: Mod not found in download directory
ru: Мод не найден в загрузочной директории

source: You have to select at least one portrait pack.
ru: Нужно выбрать хотя бы одну опцию

source: Makes the ingame resolution set to a custom resolution.
ru: Устанавливает пользовательское значение для внутреигрового разрешения.

source: Same resolution
ru: Такое же разрешение

source: Makes the menus and videos use the same resolution as the game instead of 800x600 and 640x480
ru: Меню и видео используют тоже разрешения, что и игра, вместо 800x600 и 640x480.
